alsa-utils
amd-ucode
arc-gtk-theme
aria2
audiorelay
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
bun-bin
cmake
composer
cpio
discord
docker
docker-compose
dolphin
dunst
easyeffects
efibootmgr
fastfetch
firefox
git
github-cli
gnome-keyring
go-bin
grim
grub
gvfs
gvfs-mtp
hoppscotch-bin
htop
hyprland
hyprlock
intel-media-driver
iwd
kate
kdenlive
kitty
less
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
lsp-plugins
man-db
meson
microsoft-edge-stable-bin
nano
neovim
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvm
nwg-look
obs-studio
os-prober
papirus-icon-theme
pavucontrol
php-pgsql
php-sodium
pipewire-alsa
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi
sddm
seahorse
slurp
smartmontools
sof-firmware
strace
thunar
ttf-jetbrains-mono-nerd
uwsm
vim
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
webkit2gtk-4.1
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
zerotier-one
zram-generator
